<template>
    <div class="agree-wrap">
      <h4>杭州秀秀科技有限公司用户服务协议</h4>
      <h5>一、总则</h5>
      <p>
        1．1&nbsp;用户应当同意本协议的条款并按照页面上的提示完成全部的注册程序。用户在进行注册程序过程中点击"同意"按钮即表示用户与配音秀达成协议，完全接受本协议项下的全部条款。<br/>
        1．2&nbsp;用户注册成功后，配音秀将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br/>
        1．3&nbsp;用户可以使用配音秀各个频道单项服务，当用户使用配音秀各单项服务时，用户的使用行为视为其对该单项服务的服务条款以及配音秀在该单项服务中发出的各类公告的同意。<br/>
        1．4&nbsp;配音秀会员服务协议以及各个频道单项服务条款和公告可由配音秀随时更新，且无需另行通知。您在使用相关服务时,应关注并遵守其所适用的相关条款。<br/>
        &nbsp;&nbsp;您在使用配音秀提供的各项服务之前，应仔细阅读本服务协议。如您不同意本服务协议及/或随时对其的修改，您可以主动取消配音秀提供的服务；您一旦使用配音秀服务，即视为您已了解并完全同意本服务协议各项内容，包括配音秀对服务协议随时所做的任何修改，并成为配音秀用户。
      </p>

      <h5>二、注册信息和隐私保护</h5>
      <p>
        2．1&nbsp;配音秀帐号（即配音秀用户ID）的所有权归配音秀，用户完成注册申请手续后，获得配音秀帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。如果因注册信息不真实而引起的问题，并对问题发生所带来的后果，配音秀不负任何责任。<br/>
        2．2&nbsp;用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知配音秀。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，配音秀不承担任何责任。<br/>
        2．3&nbsp;配音秀不对外公开或向第三方提供单个用户的注册资料，除非：<br/>
        （1）事先获得用户的明确授权；<br/>
        （2）只有透露你的个人资料，才能提供你所要求的产品和服务；<br/>
        （3）根据有关的法律法规要求；<br/>
        （4）按照相关政府主管部门的要求；<br/>
        （5）为维护配音秀的合法权益。<br/>
        2．4&nbsp;在你注册配音秀帐户，使用其他配音秀产品或服务，访问配音秀网页, 或参加促销和有奖游戏时，配音秀会收集你的个人身份识别资料，并会将这些资料用于：改进为你提供的服务及网页内容。
      </p>

      <h5>三、使用规则</h5>
      <p>
        3．1&nbsp;用户在使用配音秀服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶<br/>
        （1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：<br/>
        1） 反对宪法所确定的基本原则的； 2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 3） 损害国家荣誉和利益的； 4） 煽动民族仇恨、民族歧视、破坏民族团结的； 5）
        破坏国家宗教政策，宣扬邪教和封建迷信的； 6） 散布谣言，扰乱社会秩序，破坏社会稳定的； 7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 8） 侮辱或者诽谤他人，侵害他人合法权利的； 9）
        含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容； 10） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；<br/>
        （2）不得为任何非法目的而使用网络服务系统；<br/>
        （3）不利用配音秀服务从事以下活动：<br/>

        1) 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；

        2) 未经允许，对计算机信息网络功能进行删除、修改或者增加的；

        3) 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；

        4) 故意制作、传播计算机病毒等破坏性程序的；

        5) 其他危害计算机信息网络安全的行为。<br/>

        3．2&nbsp;用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿配音秀与合作公司、关联公司，并使之免受损害。对此，配音秀有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收配音秀帐号、追究法律责任等措施。对恶意注册配音秀帐号或利用配音秀帐号进行违法活动、捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为配音秀有权回收其帐号。同时，配音秀会视司法部门的要求，协助调查。<br/>

        3．3&nbsp;用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。<br/>

        3．4&nbsp;用户须对自己在使用配音秀服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在配音秀首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予配音秀等额的赔偿。

      </p>
      <h5>四、服务内容</h5>

      <p>
        4．1&nbsp;配音秀网络服务的具体内容由配音秀根据实际情况提供。<br/>

        4．2&nbsp;除非本服务协议另有其它明示规定，配音秀所推出的新产品、新功能、新服务，均受到本服务协议之规范。<br/>

        4．3&nbsp;为使用本服务，您必须能够自行经有法律资格对您提供互联网接入服务的第三方，进入国际互联网，并应自行支付相关服务费用。此外，您必须自行配备及负责与国际联网连线所需之一切必要装备，包括计算机、数据机或其它存取装置。<br/>

        4．4&nbsp;鉴于网络服务的特殊性，用户同意配音秀有权不经事先通知，随时变更、中断或终止部分或全部的网络服务（包括收费网络服务）。配音秀不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。<br/>

        4．5&nbsp;配音秀需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，配音秀无需为此承担任何责任。配音秀保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。<br/>

        4．6&nbsp;本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于配音秀无法控制这些网站及资源，您了解并同意，此类网站或资源是否可供利用，配音秀不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，配音秀亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，配音秀不承担任何责任。<br/>

        4．7&nbsp;用户明确同意其使用配音秀网络服务所存在的风险将完全由其自己承担。用户理解并接受下载或通过配音秀服务取得的任何信息资料取决于用户自己，并由其承担系统受损、资料丢失以及其它任何风险。配音秀对在服务网上得到的任何商品购物服务、交易进程、招聘信息，都不作担保。<br/>

        4．8&nbsp;6个月未登陆的帐号，配音秀保留关闭的权利。<br/>

        4．9&nbsp;配音秀有权于任何时间暂时或永久修改或终止本服务（或其任何部分），而无论其通知与否，配音秀对用户和任何第三人均无需承担任何责任。<br/>

        4．10&nbsp;终止服务<br/>
        &nbsp;&nbsp;您同意配音秀得基于其自行之考虑，因任何理由，包含但不限于长时间未使用，或配音秀认为您已经违反本服务协议的文字及精神，终止您的密码、帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本服务协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，配音秀可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，配音秀对您或任何第三人均不承担任何责任。
      </p>
      <h5>五、知识产权和其他合法权益（包括但不限于名誉权、商誉权）</h5>
    </div>
</template>

<script>
export default {
  name: 'Agree'
}
</script>

<style scoped>
.agree-wrap{
  width: 650px;
  margin:0 auto;
}
</style>
